# Taps
tap "homebrew/bundle"
tap "homebrew/core"

# Brews
brew "cloc"
brew "fish"
brew "gh"
brew "git"
brew "glances"
brew "mas"
brew "node"
brew "tldr"

# App Store
mas "Bear", id: 1091189122
mas "CleanMyDrive 2", id: 523620159
mas "CleanMyMac X", id: 1339170533
mas "Dashlane", id: 552383089
mas "Magnet", id: 441258766
mas "Meeter", id: 1510445899
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "Soulver 3", id: 1508732804
mas "Xcode", id: 497799835
mas "Xnip", id: 1221250572